{
    "call": "Входящий звонок",
    "variants": "Варианты ответа",
    "1": {
        "number": "8 471 553-21-23",
        "message": "Привет, я ваш системный администратор, возникла проблема с базой данных, не могли бы вы, пожалуйста, дать мне свое имя пользователя и пароль от корпоративной сети?",
        "answers": {
            "True": "Да, конечно, логин - 'hacktory', а пароль - 'password'.",
            "False": "Попробуйте восстановить базу данных, если не получится то я скажу вам свои данные лично."
        }
    },
    "2": {
        "number": "8 663 914-91-28",
        "message": "Привет, ты можешь заказать суши на обед сегодня? Закажите мне ролл Филадельфия, остальное на  свой вкус, и убедитесь что всем хватит!",
        "answers": {
            "True": "Да, конечно, босс, я надеюсь, что доставят быстро.",
            "False": "Вы можете спуститься ко мне в кабинет, и мы обсудим это вместе."
        }
    },
    "3": {
        "number": "8 232 110-21-11",
        "message": "Здравствуйте, это доставка пиццы, не могли бы вы впустить меня в свой офис для расчёта?",
        "answers": {
            "True": "Да, конечно.",
            "False": "Нет, мы сегодня заказали суши."
        }
    },
    "4": {
        "number": "8 122 235-68-25",
        "message": "Привет, я из отдела маркетинга, не могли бы вы, пожалуйста, отправить на мою корпоративную электронную почту отчет обо всех звонках, сделанных через наш веб-сервис? Мне нужно рассчитать коэффициент конверсии и составить отчет для босса за предыдущий месяц. Мой адрес электронной почты marketing@hacktory.com.",
        "answers": {
            "True": "Да, конечно (выслать документы).",
            "False": "Нет, давайте обсудим это лично."
        }
    },
    "5": {
        "number": "8 322 235-58-25",
        "message": "Еще раз здравствуйте, документы не пришли, похоже на то, что мой почтовый ящик заполнен, можете отправить документы на мою личную почту evilmail@gmail.com?",
        "answers": {
            "True": "Да, конечно (выслать документы).",
            "False": "Очистите почтовый ящик и дождитесь прибытия документов."
        }
    }
}