{
	"call": "Входящий звонок",
	"variants": "Варианты ответа",
	"scripts": [
		{
			"number": "+7 471 553-21-23",
			"replicas": [
				{
					"message": "День добрый. Это Дмитрий, ваш системный администратор. У нас тут возникла проблемка с базой данных. Мне нужна ваша помощь. Можете, пожалуйста, сказать мне свое имя пользователя и пароль от корпоративной сети?",
					"answers": [
						{
							"text": "Простите, не могу. Попробуйте восстановить базу данных.",
							"correct": true
						},
						{
							"text": "Ой, конечно, помогу вам, Дмитрий. Логин - hacktory, а пароль - password.",
							"correct": false
						}
					]
				},
				{
					"message": "Это первое, что я попробовал, не вышло. Правильно делаете, что не говорите учетные данные. Но мне-то можно, я их никому не передам, обещаю.",
					"answers": [
						{
							"text": "Вы же можете подойти ко мне в офисе, и мы вместе решим проблему.",
							"correct": true
						},
						{
							"text": "Хорошо. Логин - hacktory, а пароль - password.",
							"correct": false
						}
					]
				},
				{
					"message": "Это срочно. Если вы мне не доверяете, сможете потом сбросить свой пароль и использовать новый.",
					"answers": [
						{
							"text": "Не могу больше говорить. Увидимся в офисе. До свидания!",
							"correct": true
						},
						{
							"text": "Срочно? Тогда понятно. Логин - hacktory, а пароль - password.",
							"correct": false
						}
					]
				},
				{
					"message": "Воу, круто! Аривидерчи.",
					"last": true
				}
			]
		},
		{
			"number": "+7 663 914-91-28",
			"replicas": [
				{
					"message": "Да, привет! Закажи суши на обед сегодня в офис, хорошо? Я буду роллы “Филадельфия”, остальным - на свой вкус!",
					"answers": [
						{
							"text": "А, босс, это вы. Сейчас закажу.",
							"correct": true
						},
						{
							"text": "Вы же в офисе? Лучше обсудим этот вопрос лично.",
							"correct": false
						}
					]
				},
				{
					"message": "Лично, зачем?? Просто выполни задачу!",
					"last": true
				}
			]
		},
		{
			"number": "+7 232 110-21-11",
			"replicas": [
				{
					"message": "Здравствуйте, это доставка пиццы. Можете пропустить меня в офис? Охранник у вас грозный.",
					"answers": [
						{
							"text": "Пицца? Мы заказывали суши.",
							"correct": true
						},
						{
							"text": "Быстро вы! Да, охранник у нас такой… Спускаюсь.",
							"correct": false
						}
					]
				},
				{
					"message": "Кажется, ошибочка вышла. Пицца за нас счет. Впустите?",
					"answers": [
						{
							"text": "Нет, спасибо. Доставка не может принимать на ходу такие решения.",
							"correct": true
						},
						{
							"text": "О, ну раз за ваш счет. Иду!",
							"correct": false
						}
					],
					"last": true
				}
			]
		},
		{
			"number": "+7 122 235-68-25",
			"replicas": [
				{
					"message": "Привет, это Светлана из отдела маркетинга. Можете, пожалуйста, выгрузить отчет со всеми звонками в нашем веб-сервисе и отправить на мою корпоративную почту? Босс требует детали. Мой адрес электронной почты: marketing@hacktory.com.",
					"answers": [
						{
							"text": "Да, конечно, уже делаю.",
							"correct": true
						},
						{
							"text": "Давайте вы лучше подойдете ко мне, я все подготовлю и распечатаю.",
							"correct": false
						}
					],
					"last": true
				}
			]
		},
		{
			"number": "+7 322 235-58-25",
			"replicas": [
				{
					"message": "Еще раз здравствуйте, документы не пришли. Похоже, мой почтовый ящик переполнен. Можете отправить документы на мою личную почту eveline@gmail.com?",
					"answers": [
						{
							"text": "Да, хорошо. Сейчас отправлю.",
							"correct": false
						},
						{
							"text": "Так очистите почтовый ящик, и я повторно вышлю, но не на личную, а на вашу корпоративную почту.",
							"correct": true
						}
					]
				},
				{
					"message": "Мне с личной удобнее.",
					"answers": [
						{
							"text": "Понимаю, но мне так неудобно. До свидания!",
							"correct": true
						},
						{
							"text": "Ладно, сейчас отправлю.",
							"correct": false
						}
					]
				}
			]
		}
	]
}
