{
	"call": "Incoming call",
	"variants": "Response options",
	"scripts": [
		{
			"number": "+7 471 553-21-23",
			"replicas": [
				{
					"message": "Good afternoon. I'm Dmitry, your system administrator. We have a problem with the database here. I need your help. Can you please tell me your username and password from the corporate network?",
					"answers": [
						{
							"text": "I'm sorry, I can't. Try to restore the database.",
							"correct": true
						},
						{
							"text": "Oh, of course I'll help you, Dmitry. Login is hacktory, and password is password.",
							"correct": false
						}
					]
				},
				{
					"message": "This is the first thing I tried, but it didn't work out. You are doing the right thing by not providing credentials. But you can tell them to me, I won't give them to anyone, I promise.",
					"answers": [
						{
							"text": "You can come up to my office and we will solve the problem together.",
							"correct": true
						},
						{
							"text": "Okay, login is hacktory, and password is password.",
							"correct": false
						}
					]
				},
				{
					"message": "It's urgent. If you don't trust me, you can reset your password and use a new one.",
					"answers": [
						{
							"text": "I can't talk anymore. I'll see you at the office. Goodbye!",
							"correct": true
						},
						{
							"text": "Urgent? Then it's clear. Login is hacktory, and password is password.",
							"correct": false
						}
					]
				},
				{
					"message": "Wow, cool! Arividerci.",
					"last": true
				}
			]
		},
		{
			"number": "+7 663 914-91-28",
			"replicas": [
				{
					"message": "Hi! Order sushi for lunch at the office today, okay? I'll have Philadelphia rolls, the rest - to your taste!",
					"answers": [
						{
							"text": "Ah, boss, it's you. I'll order it now.",
							"correct": true
						},
						{
							"text": "Aren't you in the office? It's better to discuss this issue in person.",
							"correct": false
						}
					]
				},
				{
					"message": "Personally, why?? Just complete the task!",
					"last": true
				}
			]
		},
		{
			"number": "+7 232 110-21-11",
			"replicas": [
				{
					"message": "Hello, this is pizza delivery. Can you let me into the office? Your guard is formidable.",
					"answers": [
						{
							"text": "Pizza? We ordered sushi.",
							"correct": true
						},
						{
							"text": "You're fast! Yes, we have serious security... I'm coming down.",
							"correct": false
						}
					]
				},
				{
					"message": "It seems that a mistake has come out. Pizza's on us. Will you let me in?",
					"answers": [
						{
							"text": "No, thanks. The delivery service cannot make such decisions on the go.",
							"correct": true
						},
						{
							"text": "Oh, since it's at your expense, then I'm going down.",
							"correct": false
						}
					],
					"last": true
				}
			]
		},
		{
			"number": "+7 122 235-68-25",
			"replicas": [
				{
					"message": "Hi, I'm Svetlana from the marketing department. Can you please upload a report with all calls in our web service and send it to my corporate email? The boss demands details. My email address is: marketing@hacktory.com .",
					"answers": [
						{
							"text": "Yes, of course, I'm already doing it.",
							"correct": true
						},
						{
							"text": "Let's you come to me, I'll prepare everything and print it out.",
							"correct": false
						}
					],
					"last": true
				}
			]
		},
		{
			"number": "+7 322 235-58-25",
			"replicas": [
				{
					"message": "Hello again, the documents have not arrived. It looks like my mailbox is full. You can send the documents to my personal email eveline@gmail.com?",
					"answers": [
						{
							"text": "Yeah, okay. I'll send it now.",
							"correct": false
						},
						{
							"text": "So clear the mailbox, and I will re-send, but not to your personal, but to your corporate mail.",
							"correct": true
						}
					]
				},
				{
					"message": "It's easier for me with a personal one.",
					"answers": [
						{
							"text": "I understand, but I'm so uncomfortable. Goodbye!",
							"correct": true
						},
						{
							"text": "Okay, I'll send it now.",
							"correct": false
						}
					]
				}
			]
		}
	]
}
